{
	// 例外
	"reigai":
	[
		{
			"value": "1",
			"kotoba": 
			[				
			],
			"text": "group_1"
		},
		{
			"value": "2",
			"kotoba": 
			[
				[ "起きる", "おきる" ],
				[ "見る", "みる" ],
				[ "出来る", "できる" ],
				[ "着る", "きる" ],
				[ "足りる", "たりる" ],
				[ "借りる", "かりる" ],
				[ "いる", "いる" ],
				[ "浴びる", "あびる" ],
				[ "降りる", "おりる" ]
			],
			"text": "group_2"
		},
		{
			"value": "3",
			"kotoba": 
			[
				[ "来る", "くる" ]
			],
			"text": "group_3"
		}
	],

	// ます形
	"masukei":
	[	
		[ "来る", "くる", "来ます", "きます"]
	],

	// て形
	"tekei":
	[		
		[ "行く", "いく", "行って", "いって" ],

		[ "起きる", "おきる", "起きて", "おきて" ],
		[ "見る", "みる", "見て", "みて" ],
		[ "出来る", "できる", "出来て", "できて" ],
		[ "着る", "きる", "着て", "きて" ],
		[ "足りる", "たりる", "足りて", "たりて" ],
		[ "借りる", "かりる", "借りて", "かりて" ],
		[ "いる", "いる", "いて", "いて" ],
		[ "浴びる", "あびる", "浴びて", "あびて" ],
		[ "降りる", "おりる", "降りて", "おりて" ],

		[ "来る", "くる", "来て", "きて"]
	],

	// 過去形
	"kakokei":
	[		
		[ "行く", "いく", "行った", "いった" ],

		[ "起きる", "おきる", "起きた", "おきた" ],
		[ "見る", "みる", "見た", "みた" ],
		[ "出来る", "できる", "出来た", "できた" ],
		[ "着る", "きる", "着た", "きた" ],
		[ "足りる", "たりる", "足りた", "たりた" ],
		[ "借りる", "かりる", "借りた", "かりた" ],
		[ "いる", "いる", "いた", "いた" ],
		[ "浴びる", "あびる", "浴びた", "あびた" ],
		[ "降りる", "おりる", "降りた", "おりた" ],

		[ "来る", "くる", "来た", "きた"]
	],

	// 否定形
	"hiteikei":
	[
		[ "有る", "ある", "無い", "ない"],

		[ "来る", "くる", "来ない", "こない"]
	],

	// 可能形
	"kanokei":
	[
		[ "有る", "ある", "", ""],
		[ "分かる", "わかる", "", ""],

		[ "いる", "いる", "", ""],
		[ "出来る", "できる", "", ""],

		[ "来る", "くる", "来られる", "こられる"]
	],

	// 意志形
	"ishikei":
	[
		[ "来る", "くる", "来よう", "こよう"]
	],

	// 条件形
	"jyokenkei":
	[
		[ "来る", "くる", "来れば", "くれば"]
	],

	// 命令形
	"meireikei":
	[
		[ "来る", "くる", "来い", "こい"]
	],

	// 禁止形
	"kinshikei":
	[
		[ "来る", "くる", "来るな", "くるな"]
	],

	// 受身形
	"ukemikei":
	[
		[ "有る", "ある", "", ""],
		[ "分かる", "わかる", "", ""],

		[ "いる", "いる", "", ""],

		[ "来る", "くる", "来られる", "こられる"]
	],

	// 使役形
	"shiekikei":
	[
		[ "有る", "ある", "", ""],
		[ "分かる", "わかる", "", ""],

		[ "いる", "いる", "", ""],

		[ "来る", "くる", "来させる", "こさせる"]
	],

	// 使役受身形
	"shiekiukemikei":
	[
		[ "有る", "ある", "", "", "", ""],
		[ "分かる", "わかる", "", "", "", ""],

		[ "いる", "いる", "", "", "", ""],

		[ "来る", "くる", "来させられる", "", "こさせられる", ""]
	]
}